modules/web-services/sos/src/main/xml/SOAP SOS describeSensor.xml

<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<soap:Envelope 	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
					soap:encodingStyle="http://www.w3.org/2001/12/soap-encoding">
		<soap:Header/>
		<soap:Body>
<DescribeSensor                 xmlns="http://soap.webservice.sos.seagis.net/"
                               xmlns:sos="http://www.opengis.net/sos/1.0" 
                               xmlns:ogc="http://www.opengis.net/ogc" 
                               xmlns:gmd="http://www.isotc211.org/2005/gmd" 
                               xmlns:gco="http://www.isotc211.org/2005/gco"
                               xmlns:sa="http://www.opengis.net/sa/1.0" 
                               xmlns:ows="http://www.opengis.net/ows/1.1" 
                               xmlns:xlink="http://www.w3.org/1999/xlink" 
                               xmlns:om="http://www.opengis.net/om/1.0" 
                               xmlns:gml="http://www.opengis.net/gml" 
                               xmlns:gts="http://www.isotc211.org/2005/gts" 
                               xmlns:swe="http://www.opengis.net/swe/1.0.1" 
                               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
                               xmlns:sml="http://www.opengis.net/sml/1.0"
                               outputFormat="text/xml;subtype=&quot;SensorML/1.0.0&quot;"                                
                              service="SOS" version="1.0.0">
	 
	<sos:procedure>urn:ogc:object:sensor:BRGM:1</sos:procedure>

</DescribeSensor>
		<soap:Fault/>
		</soap:Body>
</soap:Envelope>